Repository: shortcutssoftware/enterprise-ecr-report
Catalog: SCCommissions/fMain.*.resx
Languages: es_es

# lbAdditionalType.Text
source: Additional Types
es_es: Tipos Adicionales

# lbBandingType.Text
source: Banding Type
es_es: Tipo de Escalado

# lbBands.Text
source: Bands
es_es: Escalados

# lbCalcPeriod.Text
source: Calculation Period
es_es: Periodo de Calculo

# lbExit.Text
source: Exit
es_es: Salir

# lbFallBackWage.Text
source: Fall Back Wage
es_es: Comision en relacion al salario

# lbHelp.Text
source: Help
es_es: Ayuda

# lbPayServiceSales.Text
source: Pay Series at Full Price
es_es: Pagar los Bonos al precio completo

# lbPayTips.Text
source: Pay Tips
es_es: Pagar propinas

# lbReceptionist.Text
source: Receptionist
es_es: Recepcionista

# lbReferChemOnly.Text
source: Refer Chemical Only
es_es: Por recomendacion de servicios tecnicos

# lbRemoveCostProd.Text
source: Remove The Cost of Product
es_es: Elimina el coste del producto

# lbRemoveCostService.Text
source: Remove The Cost of a Service
es_es: Elimina el coste del servicio

# lbRequestClientTarget.Text
source: Request Client Target
es_es: Objetivo en solicitudes de cliente

# lbRetailComm.Text
source: Retail Commissions
es_es: Comisiones en ventas

# lbRetailSplit.Text
source: Retail Commission Split
es_es: Reparticion de la comision en venta de producto

# lbSave.Text
source: Save
es_es: Guardar

# lbSetFeeBill.Text
source: Set Fee Per Bill
es_es: Marcar una tarifa por tiquet

# lbStylist.Text
source: Stylist
es_es: Estilista

# lbTax.Text
source: TAX
es_es: Impuesto

# lbTipsFee.Text
source: Tips Fee
es_es: Tarifa de propinas

# lbTipsProcessing.Text
source: Tips Processing
es_es: Proceso de propinas

# lbTitle.Text
source: Commissions Report Setup
es_es: Configuracion del informe de comisiones

# lbWageSchedule.Text
source: Wage Schedule
es_es: Tabla de salarios

# rbBandCum.Text
source: Cumulative
es_es: Acumulativo

# rbBandTarget.Text
source: Target
es_es: Objetivo

# rbCostStockY.Text
source: Yes
es_es: Si

# rbCostY.Text
source: Yes (pop-up screen)...
es_es: Si (pop-up screen)...

# rbExcludeTips.Text
source: Exclude Tips
es_es: Excluye propinas

# rbFallN.Text
source: Wage + Comm.
es_es: Salario + Comis.

# rbGoalY.Text
source: Yes
es_es: Si

# rbIncludeTips.Text
source: Include Tips...
es_es: Incluir propinas...

# rbPayServiceY.Text
source: Yes
es_es: Si

# rbPeriodPay.Text
source: Same as Report Period
es_es: El mismo que el periodo del informe

# rbPeriodWeekly.Text
source: Weekly
es_es: Semanal

# rbRefY.Text
source: Yes
es_es: Si

# rbRetailLine.Text
source: Line (pop-up screen)...
es_es: Linea (pop-up screen)...

# rbSerBand.Text
source: Use Bands
es_es: Usar Escalados

# rbTaxExclude.Text
source: Exclude Tax
es_es: Excluir Impuestos

# rbTaxInclude.Text
source: Include Tax
es_es: Incluir Impuestos

# rbTipComY.Text
source: Yes
es_es: Si

# rbTypeChem.Text
source: Chemical
es_es: Quimicos

# rbTypeClienC.Text
source: Client Count...
es_es: Recuento de cliente...

# rbTypeRef.Text
source: Refer...
es_es: Referido...

# rbTypeSun.Text
source: Sundry
es_es: Extra

# rbWageLog.Text
source: Logged Hours
es_es: Horas conectado

# rbWageRos.Text
source: Roster
es_es: Horario
